Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# help_desc_progressions
source: A library of common chord progressions in every key. Tap any chord to see it in the library. Create your own custom progressions, practise them with the built-in metronome playback, or explore voice leading between chords.
ar: مكتبة تقدمات لحنية شائعة في كل مفتاح. انقر أي وتر لرؤيته في المكتبة. أنشئ تقدماتك المخصصة وتمرن عليها مع التشغيل بالمترونوم المدمج أو استكشف قيادة الأصوات بين الأوتار.
de: Eine Bibliothek gängiger Akkordfolgen in jeder Tonart. Tippe auf einen Akkord, um ihn in der Bibliothek anzuzeigen. Erstelle eigene Akkordfolgen, übe sie mit dem eingebauten Metronom oder erkunde die Stimmführung zwischen Akkorden.
es: Una biblioteca de progresiones de acordes comunes en todas las tonalidades. Toca cualquier acorde para verlo en la biblioteca. Crea tus propias progresiones personalizadas, practícalas con la reproducción del metrónomo integrado o explora la conducción de voces entre acordes.
fr: Une bibliothèque de progressions d'accords courantes dans toutes les tonalités. Touchez un accord pour le voir dans la bibliothèque. Créez vos propres progressions personnalisées, pratiquez-les avec le métronome intégré, ou explorez la conduite des voix entre les accords.
hi: हर कुंजी में सामान्य कॉर्ड प्रोग्रेशन की लाइब्रेरी। किसी भी कॉर्ड को लाइब्रेरी में देखने के लिए टैप करें। अपने कस्टम प्रोग्रेशन बनाएँ, बिल्ट-इन मेट्रोनोम प्लेबैक से अभ्यास करें, या कॉर्ड के बीच वॉइस लीडिंग एक्सप्लोर करें।
id: Perpustakaan progresi akor umum di setiap kunci. Ketuk akor apa pun untuk melihatnya di perpustakaan. Buat progresi kustom, berlatih dengan pemutaran metronom bawaan, atau jelajahi voice leading antar akor.
it: Una libreria di progressioni di accordi comuni in ogni tonalità. Tocca qualsiasi accordo per vederlo nella libreria. Crea progressioni personalizzate, esercitati con la riproduzione metronomica integrata o esplora la condotta delle voci tra gli accordi.
ja: すべてのキーで一般的なコード進行を収録したライブラリです。コードをタップしてライブラリで表示。オリジナルのコード進行を作成し、内蔵メトロノームで練習したり、コード間のヴォイスリーディングを探索したりできます。
ko: 모든 키의 일반적인 코드 진행 라이브러리입니다. 코드를 탭하여 라이브러리에서 확인하세요. 나만의 코드 진행을 만들고 내장 메트로놈으로 연습하거나 코드 간 보이스 리딩을 탐구하세요.
nl: Een bibliotheek van veelgebruikte akkoordprogressies in elke toonsoort. Tik op een akkoord om het in de bibliotheek te bekijken. Maak aangepaste progressies, oefen met de ingebouwde metronoom, of verken stemvoering tussen akkoorden.
pl: Biblioteka popularnych progresji akordów w każdej tonacji. Dotknij dowolnego akordu, aby zobaczyć go w bibliotece. Twórz własne progresje, ćwicz z wbudowanym metronomem lub eksploruj prowadzenie głosów między akordami.
pt: Uma biblioteca de progressões de acordes comuns em todas as tonalidades. Toque em qualquer acorde para vê-lo na biblioteca. Crie suas próprias progressões personalizadas, pratique-as com o metrônomo integrado ou explore a condução de vozes entre acordes.
ru: Библиотека распространённых аккордных прогрессий в каждой тональности. Нажмите на любой аккорд, чтобы увидеть его в библиотеке. Создавайте свои прогрессии, тренируйтесь с встроенным метрономом или изучайте голосоведение между аккордами.
tr: Her tonda yaygın akor ilerlemeleri kütüphanesi. Kütüphanede görmek için herhangi bir akora dokunun. Özel ilerlemeler oluşturun, yerleşik metronom çalma ile pratik yapın veya akorlar arası ses yönlendirmeyi keşfedin.
zh_hans: 每个调的常用和弦进行库。点击任何和弦在库中查看。创建自定义和弦进行，使用内置节拍器播放练习，或探索和弦之间的声部连接。

# help_desc_scale_practice
source: Practice playing scales on the fretboard with three modes: Play Along (guided with optional metronome), Quiz (identify the scale being played), and Ear Training. Supports all scale types, optional looping, and a compact fretboard view.
ar: تمرن على عزف السلالم على لوحة الأصابع بثلاثة أوضاع: العزف المصاحب (موجه مع مترونوم اختياري)، اختبار (حدد السلم)، وتدريب الأذن. يدعم جميع أنواع السلالم والتكرار الاختياري وعرض لوحة أصابع مضغوط.
de: Übe Tonleitern auf dem Griffbrett mit drei Modi: Mitspielen (geführt mit optionalem Metronom), Quiz (erkenne die gespielte Tonleiter) und Gehörtraining. Unterstützt alle Tonleitertypen, optionales Schleifen und eine kompakte Griffbrettansicht.
es: Practica escalas en el diapasón con tres modos: Tocar junto (guiado con metrónomo opcional), Quiz (identifica la escala que suena) y Entrenamiento auditivo. Compatible con todos los tipos de escalas, bucle opcional y vista compacta del diapasón.
fr: Pratiquez des gammes sur le manche avec trois modes : Jouer ensemble (guidé avec métronome optionnel), Quiz (identifiez la gamme jouée) et Entraînement auditif. Compatible avec tous les types de gammes, boucle optionnelle et vue compacte du manche.
hi: तीन मोड में फ्रेटबोर्ड पर स्केल अभ्यास करें: प्ले अलॉन्ग (वैकल्पिक मेट्रोनोम के साथ गाइडेड), क्विज़ (चल रहे स्केल की पहचान), और कान प्रशिक्षण। सभी स्केल प्रकार, वैकल्पिक लूपिंग और कॉम्पैक्ट फ्रेटबोर्ड व्यू समर्थित।
id: Berlatih memainkan tangga nada di fretboard dengan tiga mode: Bermain Bersama (dipandu dengan metronom opsional), Kuis (identifikasi tangga nada yang dimainkan), dan Latihan Pendengaran. Mendukung semua jenis tangga nada, pengulangan opsional, dan tampilan fretboard kompak.
it: Esercitati con le scale sulla tastiera con tre modalità: Suona insieme (guidata con metronomo opzionale), Quiz (identifica la scala suonata) ed Ear training. Supporta tutti i tipi di scala, ripetizione opzionale e una visualizzazione compatta della tastiera.
ja: 3つのモードでフレットボード上のスケールを練習できます：一緒に演奏（メトロノーム付きガイド）、クイズ（再生されたスケールを当てる）、聴音トレーニング。すべてのスケールタイプ、ループ、コンパクトなフレットボード表示に対応しています。
ko: 세 가지 모드로 지판 위의 스케일을 연습합니다: 함께 연주(메트로놈 가이드), 퀴즈(재생된 스케일 맞히기), 청음 훈련. 모든 스케일 유형, 루프, 컴팩트 지판 뷰를 지원합니다.
nl: Oefen toonladders op het toetsenbord met drie modi: Meespelen (begeleid met optionele metronoom), Quiz (herken de gespeelde toonladder) en Gehoortraining. Ondersteunt alle toonladdertypen, optionele herhaling en een compacte toetsenbordweergave.
pl: Ćwicz gamy na gryfie w trzech trybach: Graj razem (z prowadzeniem i opcjonalnym metronomem), Quiz (rozpoznaj graną gamę) i Trening słuchu. Obsługuje wszystkie typy gam, opcjonalną pętlę i kompaktowy widok gryfu.
pt: Pratique escalas no braço com três modos: Tocar junto (guiado com metrônomo opcional), Quiz (identifique a escala tocada) e Treino auditivo. Compatível com todos os tipos de escalas, repetição opcional e vista compacta do braço.
ru: Практикуйте гаммы на грифе в трёх режимах: игра вместе (с направлением и необязательным метрономом), тест (определение звучащей гаммы) и тренировка слуха. Поддерживает все типы гамм, повтор и компактный вид грифа.
tr: Üç modda klavyede dizi çalışması yapın: Eşlik Et (isteğe bağlı metronom ile rehberli), Test (çalınan diziyi belirleyin) ve Kulak Eğitimi. Tüm dizi türlerini, isteğe bağlı döngüyü ve kompakt klavye görünümünü destekler.
zh_hans: 在指板上练习音阶，有三种模式：跟弹（带可选节拍器引导）、测验（辨认正在播放的音阶）和听力训练。支持所有音阶类型、可选循环和紧凑指板视图。

# help_desc_settings
source: Configure app-wide preferences: sound (volume, strum delay, direction, noise filtering), display (theme), tuning (High-G, Low-G, Baritone, etc.), tuner (spoken feedback, precision mode, A4 calibration), fretboard (left-handed, fret count), and notifications.
ar: تهيئة تفضيلات التطبيق: الصوت (مستوى الصوت، تأخير النقر، الاتجاه، تصفية الضوضاء)، العرض (المظهر)، الضبط (High-G، Low-G، الباريتون، إلخ)، الموالف (التعليق الصوتي، وضع الدقة، معايرة A4)، لوحة الأصابع (اليد اليسرى، عدد الحنق)، والإشعارات.
de: Konfiguriere App-weite Einstellungen: Klang (Lautstärke, Anschlagverzögerung, Richtung, Rauschfilterung), Anzeige (Design), Stimmung (High-G, Low-G, Bariton usw.), Stimmgerät (Sprachfeedback, Präzisionsmodus, A4-Kalibrierung), Griffbrett (Linkshänder, Bundanzahl) und Benachrichtigungen.
es: Configura las preferencias generales: sonido (volumen, retardo de rasgueo, dirección, filtrado de ruido), pantalla (tema), afinación (Sol agudo, Sol grave, Barítono, etc.), afinador (retroalimentación hablada, modo de precisión, calibración de La4), diapasón (zurdo, número de trastes) y notificaciones.
fr: Configurez les préférences globales : son (volume, délai de grattage, direction, filtrage du bruit), affichage (thème), accordage (Sol aigu, Sol grave, Baryton, etc.), accordeur (retour vocal, mode précision, calibration du La4), manche (gaucher, nombre de frettes) et notifications.
hi: ऐप-व्यापी प्राथमिकताएँ कॉन्फ़िगर करें: ध्वनि (वॉल्यूम, स्ट्रम विलंब, दिशा, शोर फ़िल्टरिंग), प्रदर्शन (थीम), ट्यूनिंग (High-G, Low-G, बैरीटोन आदि), ट्यूनर (बोली प्रतिक्रिया, प्रिसिज़न मोड, A4 कैलिब्रेशन), फ्रेटबोर्ड (बाएँ हाथ का, फ्रेट संख्या) और सूचनाएँ।
id: Konfigurasikan preferensi aplikasi: suara (volume, jeda strum, arah, penyaringan kebisingan), tampilan (tema), tuning (G tinggi, G rendah, Baritone, dll.), tuner (umpan balik suara, mode presisi, kalibrasi A4), fretboard (kidal, jumlah fret), dan notifikasi.
it: Configura le preferenze dell'app: suono (volume, ritardo strumming, direzione, filtro rumore), aspetto (tema), accordatura (Sol alto, Sol basso, Baritono, ecc.), accordatore (feedback vocale, modalità precisione, calibrazione La4), tastiera (mancino, numero di tasti) e notifiche.
ja: アプリ全体の設定を変更できます：サウンド（音量、ストローク遅延、方向、ノイズフィルタリング）、表示（テーマ）、チューニング（High-G、Low-G、バリトンなど）、チューナー（音声フィードバック、高精度モード、A4キャリブレーション）、フレットボード（左利き、フレット数）、通知。
ko: 앱 전체 환경을 설정합니다: 사운드(음량, 스트럼 딜레이, 방향, 소음 필터링), 화면(테마), 튜닝(High-G, Low-G, 바리톤 등), 튜너(음성 피드백, 정밀 모드, A4 보정), 지판(왼손잡이, 프렛 수), 알림.
nl: Configureer app-brede voorkeuren: geluid (volume, strumvertraging, richting, ruisfiltering), weergave (thema), stemming (hoge G, lage G, bariton, enz.), stemapparaat (gesproken feedback, precisiemodus, A4-kalibratie), toetsenbord (linkshandig, aantal frets) en meldingen.
pl: Konfiguruj ustawienia aplikacji: dźwięk (głośność, opóźnienie strumowania, kierunek, filtrowanie szumów), wygląd (motyw), strój (wysokie G, niskie G, barytonowy itp.), tuner (informacja głosowa, tryb precyzyjny, kalibracja A4), gryf (leworęczny, liczba progów) i powiadomienia.
pt: Configure as preferências gerais: som (volume, atraso da batida, direção, filtragem de ruído), tela (tema), afinação (Sol agudo, Sol grave, Barítono, etc.), afinador (feedback falado, modo de precisão, calibração do Lá4), braço (canhoto, número de trastes) e notificações.
ru: Настройте общие параметры приложения: звук (громкость, задержка боя, направление, фильтрация шума), отображение (тема), строй (High-G, Low-G, баритон и др.), тюнер (голосовая обратная связь, точный режим, калибровка A4), гриф (для левши, количество ладов) и уведомления.
tr: Uygulama genelindeki tercihleri yapılandırın: ses (ses düzeyi, strum gecikmesi, yön, gürültü filtreleme), görünüm (tema), akort (Yüksek G, Düşük G, Bariton, vb.), akort cihazı (sesli geri bildirim, hassas mod, A4 kalibrasyonu), klavye (solak, perde sayısı) ve bildirimler.
zh_hans: 配置应用全局偏好设置：声音（音量、扫弦延迟、方向、噪音过滤）、显示（主题）、调弦（High-G、Low-G、男中音等）、调音器（语音反馈、精确模式、A4 校准）、指板（左手模式、品格数）和通知。

# help_desc_sharing
source: Share any chord as an image. When viewing a chord in the Explorer or Chord Library, tap the share icon to generate a clean chord diagram image that you can send to friends or post on social media.
ar: شارك أي وتر كصورة. عند عرض وتر في المستكشف أو مكتبة الأوتار، انقر أيقونة المشاركة لإنشاء صورة مخطط وتر نظيفة يمكنك إرسالها للأصدقاء أو نشرها على وسائل التواصل.
de: Teile jeden Akkord als Bild. Wenn du einen Akkord im Explorer oder in der Akkordbibliothek ansiehst, tippe auf das Teilen-Symbol, um ein sauberes Akkorddiagramm-Bild zu erstellen, das du an Freunde senden oder in sozialen Medien posten kannst.
es: Comparte cualquier acorde como imagen. Al ver un acorde en el Explorador o la Biblioteca de acordes, toca el icono de compartir para generar una imagen limpia del diagrama que puedes enviar a amigos o publicar en redes sociales.
fr: Partagez n'importe quel accord en image. En consultant un accord dans l'Explorateur ou la Bibliothèque d'accords, touchez l'icône de partage pour générer un diagramme d'accord propre que vous pouvez envoyer à des amis ou publier sur les réseaux sociaux.
hi: किसी भी कॉर्ड को छवि के रूप में शेयर करें। एक्सप्लोरर या कॉर्ड लाइब्रेरी में कॉर्ड देखते समय, शेयर आइकन टैप करके एक साफ़ कॉर्ड डायग्राम छवि जनरेट करें जिसे आप दोस्तों को भेज सकते हैं या सोशल मीडिया पर पोस्ट कर सकते हैं।
id: Bagikan akor apa pun sebagai gambar. Saat melihat akor di Penjelajah atau Perpustakaan Akor, ketuk ikon bagikan untuk menghasilkan diagram akor yang bersih yang dapat Anda kirim ke teman atau posting di media sosial.
it: Condividi qualsiasi accordo come immagine. Quando visualizzi un accordo nell'Esploratore o nella Libreria accordi, tocca l'icona di condivisione per generare un diagramma di accordo pulito da inviare agli amici o pubblicare sui social media.
ja: コードを画像として共有できます。エクスプローラーやコードライブラリでコードを表示中に共有アイコンをタップすると、きれいなコードダイアグラム画像を生成して、友人に送ったりSNSに投稿したりできます。
ko: 코드를 이미지로 공유할 수 있습니다. 탐색기나 코드 라이브러리에서 코드를 볼 때 공유 아이콘을 탭하면 깔끔한 코드 다이어그램 이미지를 생성하여 친구에게 보내거나 SNS에 게시할 수 있습니다.
nl: Deel elk akkoord als afbeelding. Wanneer je een akkoord bekijkt in de Verkenner of Akkoordenbibliotheek, tik op het deelpictogram om een nette akkoorddiagramafbeelding te genereren die je naar vrienden kunt sturen of op sociale media kunt plaatsen.
pl: Udostępnij dowolny akord jako obraz. Podczas przeglądania akordu w Eksploratorze lub Bibliotece akordów dotknij ikony udostępniania, aby wygenerować czytelny diagram akordu, który możesz wysłać znajomym lub opublikować w mediach społecznościowych.
pt: Compartilhe qualquer acorde como imagem. Ao visualizar um acorde no Explorador ou na Biblioteca de acordes, toque no ícone de compartilhar para gerar uma imagem limpa do diagrama que você pode enviar a amigos ou publicar nas redes sociais.
ru: Поделитесь любым аккордом как изображением. При просмотре аккорда в обозревателе или библиотеке нажмите значок «Поделиться», чтобы создать аккуратную диаграмму аккорда, которую можно отправить друзьям или опубликовать в соцсетях.
tr: Herhangi bir akoru resim olarak paylaşın. Keşfet veya Akor Kütüphanesinde bir akor görüntülerken, arkadaşlarınıza gönderebileceğiniz veya sosyal medyada paylaşabileceğiniz temiz bir akor diyagramı resmi oluşturmak için paylaş simgesine dokunun.
zh_hans: 以图片分享任何和弦。在探索器或和弦库中查看和弦时，点击分享图标生成整洁的和弦图，可以发送给朋友或发布在社交媒体上。

# help_desc_songs
source: A personal songbook for writing and storing chord sheets. Type lyrics and insert chords using bracket notation: \"Some[C]where over the [Em]rainbow\". Supports transposing, capo suggestions, auto-scroll, and import/export of ChordPro files.
ar: دفتر أغانٍ شخصي لكتابة وتخزين أوراق الأوتار. اكتب الكلمات وأدخل الأوتار بين أقواس: \"Some[C]where over the [Em]rainbow\". يدعم تحويل النغمة واقتراحات الكابو والتمرير التلقائي واستيراد/تصدير ملفات ChordPro.
de: Ein persönliches Liederbuch zum Schreiben und Speichern von Akkordblättern. Gib Texte ein und füge Akkorde in Klammernotation ein: \"Irgend[C]wo über dem [Em]Regenbogen\". Unterstützt Transponieren, Kapovorschläge, automatisches Scrollen und Import/Export von ChordPro-Dateien.
es: Un cancionero personal para escribir y guardar hojas de acordes. Escribe la letra e inserta acordes con notación de corchetes: \"En[C] algún lugar sobre el [Em]arcoíris\". Compatible con transposición, sugerencias de cejilla, desplazamiento automático e importación/exportación de archivos ChordPro.
fr: Un carnet de chansons personnel pour écrire et stocker des grilles d'accords. Tapez les paroles et insérez des accords avec la notation entre crochets : \"Quel[C]que part au-dessus de l'arc-[Em]en-ciel\". Compatible avec la transposition, les suggestions de capo, le défilement automatique et l'import/export de fichiers ChordPro.
hi: कॉर्ड शीट लिखने और संग्रहीत करने के लिए व्यक्तिगत गानों की किताब। बोल टाइप करें और ब्रैकेट नोटेशन से कॉर्ड डालें: \"Some[C]where over the [Em]rainbow\"। ट्रांसपोज़, कैपो सुझाव, ऑटो-स्क्रॉल और ChordPro फ़ाइलों का आयात/निर्यात समर्थित।
id: Buku lagu pribadi untuk menulis dan menyimpan lembar akor. Ketik lirik dan sisipkan akor menggunakan notasi kurung: \"Di[C]suatu tempat di atas pela[Em]ngi\". Mendukung transposisi, saran capo, gulir otomatis, dan impor/ekspor file ChordPro.
it: Una raccolta personale per scrivere e archiviare schede accordi. Scrivi il testo e inserisci gli accordi con la notazione tra parentesi: \"Da[C]qualche parte sopra l'arco[Em]baleno\". Supporta trasposizione, suggerimenti capotasto, scorrimento automatico e importazione/esportazione di file ChordPro.
ja: コードシートを作成・保存できる個人用ソングブックです。歌詞を入力してブラケット記法でコードを挿入：「虹の[C]向こうの[Em]どこかに」。移調、カポ提案、自動スクロール、ChordProファイルのインポート/エクスポートに対応しています。
ko: 코드 시트를 작성하고 저장하는 개인 곡 목록입니다. 가사를 입력하고 괄호 표기법으로 코드를 삽입하세요: \"무지개[C] 너머 어딘[Em]가에\". 이조, 카포 제안, 자동 스크롤, ChordPro 파일 가져오기/내보내기를 지원합니다.
nl: Een persoonlijk liedjesboek voor het schrijven en opslaan van akkoordbladen. Typ teksten en voeg akkoorden in met haakjesnotatie: \"Er[C]gens over de regen[Em]boog\". Ondersteunt transponeren, capo-suggesties, automatisch scrollen en importeren/exporteren van ChordPro-bestanden.
pl: Osobisty śpiewnik do pisania i przechowywania kart akordów. Wpisuj tekst i wstawiaj akordy w nawiasach kwadratowych: \"Gdzieś[C] ponad tęczą [Em]tam\". Obsługuje transpozycję, sugestie kapodastru, autoprzewijanie oraz import/eksport plików ChordPro.
pt: Um caderno de músicas pessoal para escrever e armazenar folhas de acordes. Digite a letra e insira acordes com notação de colchetes: \"Em[C] algum lugar sobre o [Em]arco-íris\". Compatível com transposição, sugestões de capo, rolagem automática e importação/exportação de arquivos ChordPro.
ru: Личный песенник для записи и хранения аккордных таблиц. Вводите текст и вставляйте аккорды в скобках: «Some[C]where over the [Em]rainbow». Поддерживает транспонирование, подсказки для каподастра, автопрокрутку и импорт/экспорт файлов ChordPro.
tr: Akor sayfaları yazmak ve saklamak için kişisel şarkı defteri. Sözleri yazın ve köşeli parantez notasyonuyla akorları ekleyin: \"Gökkuşağı[C]nın üstünde bir[Em]yerde\". Transpoze, kapo önerileri, otomatik kaydırma ve ChordPro dosya içe/dışa aktarımını destekler.
zh_hans: 个人歌曲本，用于编写和存储和弦谱。输入歌词并使用方括号标记和弦: "Some[C]where over the [Em]rainbow"。支持移调、变调夹建议、自动滚动以及 ChordPro 文件的导入/导出。

# help_desc_theory_quiz
source: Test your knowledge of music theory concepts like intervals, chord construction, key signatures, and scale degrees. Includes a Standard mode and a timed Blitz (60 s) mode for extra challenge.
ar: اختبر معرفتك بمفاهيم النظرية الموسيقية مثل الفواصل وبناء الأوتار ودلالات المفتاح ودرجات السلم. يتضمن الوضع العادي والبليتز المحدد بالوقت (60 ث) لتحدٍ إضافي.
de: Teste dein Wissen über Musiktheorie-Konzepte wie Intervalle, Akkordaufbau, Tonartvorzeichen und Skalenstufen. Enthält einen Standard-Modus und einen zeitbegrenzten Blitz-Modus (60 s) für extra Herausforderung.
es: Pon a prueba tus conocimientos de conceptos de teoría musical como intervalos, construcción de acordes, armaduras de clave y grados de la escala. Incluye un modo Estándar y un modo Blitz cronometrado (60 s) para un reto extra.
fr: Testez vos connaissances en concepts de théorie musicale comme les intervalles, la construction d'accords, les armures et les degrés de la gamme. Inclut un mode Standard et un mode Blitz chronométré (60 s) pour un défi supplémentaire.
hi: इंटरवल, कॉर्ड निर्माण, कुंजी हस्ताक्षर और स्केल डिग्री जैसे संगीत सिद्धांत अवधारणाओं के अपने ज्ञान की परीक्षा लें। अतिरिक्त चुनौती के लिए स्टैंडर्ड मोड और टाइम्ड ब्लिट्ज़ (60 s) मोड शामिल।
id: Uji pengetahuan Anda tentang konsep teori musik seperti interval, konstruksi akor, tanda kunci, dan derajat tangga nada. Termasuk mode Standar dan mode Blitz berwaktu (60 d) untuk tantangan ekstra.
it: Metti alla prova le tue conoscenze di teoria musicale su intervalli, costruzione degli accordi, armature di chiave e gradi della scala. Include una modalità Standard e una modalità Blitz a tempo (60 s) per una sfida extra.
ja: 音程、コード構成、調号、スケールの度数など、音楽理論の知識をテストします。スタンダードモードと、追加のチャレンジとして制限時間付きブリッツモード（60秒）があります。
ko: 음정, 코드 구성, 조표, 스케일 음도 등 음악 이론 지식을 테스트합니다. 스탠다드 모드와 시간 제한 블리츠 모드(60초)가 있습니다.
nl: Test je kennis van muziektheoretische concepten zoals intervallen, akkoordopbouw, toonsoortaanduidingen en toonladdergraden. Bevat een standaardmodus en een getimede Blitz-modus (60 s) voor extra uitdaging.
pl: Sprawdź swoją wiedzę z teorii muzyki: interwały, budowa akordów, znaki przykluczowe i stopnie skali. Zawiera tryb standardowy i czasowy Blitz (60 s) dla dodatkowego wyzwania.
pt: Teste seus conhecimentos em conceitos de teoria musical como intervalos, construção de acordes, armaduras de clave e graus da escala. Inclui um modo Padrão e um modo Blitz cronometrado (60 s) para um desafio extra.
ru: Проверьте свои знания таких понятий, как интервалы, построение аккордов, ключевые знаки и ступени гаммы. Включает стандартный режим и блиц (60 с) для дополнительного вызова.
tr: Aralıklar, akor yapısı, donanımlar ve dizi dereceleri gibi müzik teorisi kavramları hakkında bilginizi test edin. Ekstra zorluk için Standart mod ve süreli Blitz (60 sn) modu içerir.
zh_hans: 测试你对音程、和弦构建、调号和音阶级数等乐理概念的了解。包含标准模式和限时闪电战（60 秒）模式以增加挑战。
